Repository: coffegorio/Fluffy-Mobile
Catalog: Fluffy/Localizable.xcstrings
Source language: en
Languages: ru

# О питомце
source: About the pet
ru: О питомце

# О публикации
source: About the listing
ru: О публикации

# Обращений пока нет
source: No reports yet
ru: Обращений пока нет

# Объявление
source: Listing
ru: Объявление

# Объявление сейчас не принимает отклики.
source: This listing isn't accepting responses right now.
ru: Объявление сейчас не принимает отклики.

# Обычная
source: Normal
ru: Обычная

# Обычное объявление
source: Regular listing
ru: Обычное объявление

# Окрас, ошейник, поведение, особые отметины
source: Color, collar, behavior, distinguishing marks
ru: Окрас, ошейник, поведение, особые отметины

# Оно останется в истории, но перестанет принимать отклики.
source: It will stay in your history but stop accepting responses.
ru: Оно останется в истории, но перестанет принимать отклики.

# Опасная ситуация
source: Unsafe situation
ru: Опасная ситуация

# Описание
source: Description
ru: Описание

# Описание для модерации
source: Description for moderation
ru: Описание для модерации

# Опишите, что именно нужно проверить
source: Describe what needs to be reviewed
ru: Опишите, что именно нужно проверить

# Оплата, бронь, возврат
source: Payment, holds, returns
ru: Оплата, бронь, возврат

# Опционально
source: Optional
ru: Опционально

# Основное
source: Basics
ru: Основное

# Особенности питомца
source: Pet's special needs
ru: Особенности питомца

# Ответы в чатах
source: Chat replies
ru: Ответы в чатах

# Отдам
source: Giving away
ru: Отдам

# Отклонено
source: Rejected
ru: Отклонено

# Откройте объявление и нажмите «Пожаловаться». Жалоба попадет модераторам.
source: Open the listing and tap "Report". Your report goes to the moderators.
ru: Откройте объявление и нажмите «Пожаловаться». Жалоба попадет модераторам.

# Открыто
source: Open
ru: Открыто

# Отправить жалобу
source: Submit report
ru: Отправить жалобу

# Отправить заявку
source: Submit request
ru: Отправить заявку

# Отправлено на модерацию
source: Sent for moderation
ru: Отправлено на модерацию

source: Submit a request in your profile to increase trust in your listings and reports.
ru: Отправьте заявку в профиле, если хотите повысить доверие к объявлениям и обращениям.

source: No password is stored in the app. The refresh token lives in Keychain and is revoked on sign-out.
ru: Пароль не хранится в приложении. Refresh token лежит в Keychain и отзывается при выходе.

# Передержка
source: Foster care
ru: Передержка

# Передержка / pet-sitting
source: Pet-sitting / boarding
ru: Передержка / pet-sitting

# Подтвердите профиль
source: Verify your profile
ru: Подтвердите профиль

# Подтип
source: Subtype
ru: Подтип

# Пожаловаться
source: Report
ru: Пожаловаться

# Пожаловаться на пользователя
source: Report user
ru: Пожаловаться на пользователя

# Пожаловаться на сообщение
source: Report message
ru: Пожаловаться на сообщение

# Пользователь
source: User
ru: Пользователь

# Пользователь заблокирован
source: User blocked
ru: Пользователь заблокирован

# Помощь
source: Help
ru: Помощь

# Попробуйте выбрать другой статус.
source: Try choosing a different status.
ru: Попробуйте выбрать другой статус.

# Порода
source: Breed
ru: Порода

# После публикации объявления появятся здесь со статусом модерации.
source: Once you publish a listing, it will appear here with its moderation status.
ru: После публикации объявления появятся здесь со статусом модерации.

# Потерялся
source: Lost
ru: Потерялся

# Потерялся / найден
source: Lost / found
ru: Потерялся / найден

# Почему питомцу ищут дом
source: Why the pet needs a new home
ru: Почему питомцу ищут дом

# Править
source: Edit
ru: Править

# Приметы
source: Distinguishing features
ru: Приметы

# Пристройство
source: Rehoming
ru: Пристройство

# Причина
source: Reason
ru: Причина

# Причина пристройства
source: Reason for rehoming
ru: Причина пристройства

# Проверено
source: Reviewed
ru: Проверено

# Проверка
source: Review
ru: Проверка

# Проверьте публикацию
source: Review your listing
ru: Проверьте публикацию

# Продам
source: Selling
ru: Продам

source: Your profile will be anonymized, sessions revoked, push devices disconnected, and your listings hidden from public view.
ru: Профиль будет обезличен, сессии отозваны, push-устройства отключены, а ваши объявления скрыты из публичной выдачи.

# Профиль подтвержден
source: Profile verified
ru: Профиль подтвержден

# Публикаций пока нет
source: No listings yet
ru: Публикаций пока нет

# Разблокировать
source: Unblock
ru: Разблокировать

# Разблокируйте пользователя, если хотите снова получать от него сообщения.
source: Unblock a user if you want to receive messages from them again.
ru: Разблокируйте пользователя, если хотите снова получать от него сообщения.

# Район
source: District
ru: Район

# Расскажите важные детали
source: Share the important details
ru: Расскажите важные детали

source: Tell the moderator why your profile can be trusted: for example, you're a volunteer, foster carer, pet owner, or shelter representative.
ru: Расскажите модератору, почему профилю можно доверять: например, вы волонтер, передержка, владелец питомца или представитель приюта.

# Редактировать
source: Edit
ru: Редактировать

# Решено
source: Resolved
ru: Решено

# Россия
source: Russia
ru: Россия

# Самовывоз, доставка по городу
source: Pickup, delivery within the city
ru: Самовывоз, доставка по городу

# Сбор
source: Fundraiser
ru: Сбор

# Сегодня
source: Today
ru: Сегодня

# Скрыто
source: Hidden
ru: Скрыто

# Слишком много попыток. Попробуйте немного позже.
source: Too many attempts. Please try again a bit later.
ru: Слишком много попыток. Попробуйте немного позже.

# Создайте объявление, и оно появится здесь сразу после отправки на модерацию.
source: Create a listing, and it will appear here right after you send it for moderation.
ru: Создайте объявление, и оно появится здесь сразу после отправки на модерацию.

# Сообщение
source: Message
ru: Сообщение

# Сохранить
source: Save
ru: Сохранить

# Сохраняйте переписку в чате Fluffy. Она помогает модераторам понять контекст.
source: Keep your conversation in Fluffy chat. It helps moderators understand the context.
ru: Сохраняйте переписку в чате Fluffy. Она помогает модераторам понять контекст.

# Спам
source: Spam
ru: Спам

# Спасибо. Модераторы проверят объявление и примут решение.
source: Thank you. Moderators will review the listing and make a decision.
ru: Спасибо. Модераторы проверят объявление и примут решение.

# Спасибо. Модераторы проверят профиль и историю действий.
source: Thank you. Moderators will review the profile and its activity history.
ru: Спасибо. Модераторы проверят профиль и историю действий.

# Спасибо. Модераторы проверят сообщение и контекст переписки.
source: Thank you. Moderators will review the message and the conversation context.
ru: Спасибо. Модераторы проверят сообщение и контекст переписки.

# Спорная ситуация
source: Disputes
ru: Спорная ситуация

# Срочная
source: Urgent
ru: Срочная

# Срочная помощь
source: Urgent help
ru: Срочная помощь

source: Your urgent listing was sent to moderators with priority. This usually takes less time than reviewing standard listings.
ru: Срочное объявление отправлено модераторам в приоритетном порядке. Обычно это занимает меньше времени, чем проверка стандартных объявлений.

# Срочность
source: Urgency
ru: Срочность

# Статусы объявлений, жалоб и верификации
source: Listing, report, and verification status updates
ru: Статусы объявлений, жалоб и верификации

# Страна
source: Country
ru: Страна

# Сумма сбора
source: Fundraising amount
ru: Сумма сбора

# Теги
source: Tags
ru: Теги

# Телефон
source: Phone
ru: Телефон

# Тип
source: Type
ru: Тип

# Тип публикации
source: Publication type
ru: Тип публикации

# Транспорт
source: Transport
ru: Транспорт

# Уведомления
source: Notifications
ru: Уведомления

# Удаление аккаунта
source: Account deletion
ru: Удаление аккаунта

# Удалено
source: Deleted
ru: Удалено

# Удалить
source: Delete
ru: Удалить

# Удалить аккаунт
source: Delete account
ru: Удалить аккаунт

# Удалить аккаунт?
source: Delete account?
ru: Удалить аккаунт?

# Удалить объявление?
source: Delete this listing?
ru: Удалить объявление?

# Улица, ориентир или район
source: Street, landmark, or district
ru: Улица, ориентир или район

# Управляйте текущей сессией и доступом к аккаунту.
source: Manage your current session and account access.
ru: Управляйте текущей сессией и доступом к аккаунту.

# Условия
source: Terms
ru: Условия

# Условия передачи
source: Handover terms
ru: Условия передачи

# Условия продажи
source: Sale terms
ru: Условия продажи

# Фиксированная цена
source: Fixed price
ru: Фиксированная цена

# Фото профиля
source: Profile photo
ru: Фото профиля

# Цель сбора
source: Fundraising goal
ru: Цель сбора

# Цена
source: Price
ru: Цена

# Частный дом
source: House
ru: Частный дом

# Чат Fluffy
source: Fluffy chat
ru: Чат Fluffy

# Чат и телефон
source: Chat and phone
ru: Чат и телефон

# Черновик
source: Draft
ru: Черновик

# Что важно знать
source: What's important to know
ru: Что важно знать

# Что нужно или что вы предлагаете
source: What you need or what you're offering
ru: Что нужно или что вы предлагаете

# Что разместить
source: What to post
ru: Что разместить

# Что сможете приложить или показать
source: What you can attach or show
ru: Что сможете приложить или показать

source: These settings are saved to your profile and used for push delivery on your connected devices.
ru: Эти настройки сохраняются в профиле и будут использоваться для push-доставки на подключенных устройствах.

# Это действие нельзя отменить.
source: This action can't be undone.
ru: Это действие нельзя отменить.

source: This action can't be undone. Your listings will disappear from search, and you'll be signed out on all devices.
ru: Это действие нельзя отменить. Ваши объявления исчезнут из выдачи, а вход на текущих устройствах завершится.

# Я предлагаю услугу
source: I'm offering a service
ru: Я предлагаю услугу
